import React from 'react'

const Comments = () => {
    return (
        <>
            <h1 className='title'>Нові відгуки</h1>
            <div className ="comment">
                <div className="comment-title">
                    <span>Відгук від : Дмитро Перчеклій</span>
                    <span>Дата/час : 24-05-2021 20:37:12</span>
                </div>
                <div className='comment-product'>    
                    <div>До товару:</div>
                    <div>Холодильник Bosch DF4845</div>
                    {/* <img src="http://localhost:8888/back/uploads/../uploads/831467-Холодильник.jpg" alt="" /> */}
                </div>
                <div className='comment-text'>В даному ж холодильнику в холодильній камері нічого не кисне. М'ясна підлива стояла два з половиною тижні і ознак погіршення якості так і не спостерігалося. Овочі і фрукти зберігають свій вигляд і смакові якості (капуста не чорніє, кріп не жовтіє). Молочна продукція теж на висоті. Я виставив в холодильній камері температуру +6 і цього було достатньо. Пробний завмер температури показав її відповідність заявленої (ставив на +6, за фактом +6,2). У даній моделі сподобалося наявність індикатора належної температури в холодильній камері у вигляді термонаклейки (видно літери "ОК" - значить додавати холоду не потрібно).
Щодо шуму. Мені аж ніяк холодильник не заважає. Шум, якщо є, то як бурчання ситого кота, який сидів у тебе на колінах в холодну погоду. З компресором пощастило - варто Embraco. Морозильної камери</div>
            </div>
            <div className='comment-answer'>
                <input className='comment-answer-input' type="text" />
                <button className='comment-answer-button'>Відповісти</button>   
            </div>
            <div className ="comment">
                <div className="comment-title">
                    <span>Відгук від : Антонов Антон</span>
                    <span>Дата/час : 24-05-2021 19:33:37</span>
                </div>
                <div className='comment-product'>    
                    <div>До товару:</div>
                    <div>Мікрохвильовка Evo Gt8</div>
                    {/* <img src="http://localhost:8888/back/uploads/../uploads/831467-Холодильник.jpg" alt="" /> */}
                </div>
                <div className='comment-text'>В даному ж холодильнику в холодильній камері нічого не кисне. М'ясна підлива стояла два з половиною тижні і ознак погіршення якості так і не спостерігалося. Овочі і фрукти зберігають свій вигляд і смакові якості (капуста не чорніє, кріп не жовтіє). Молочна продукція теж на висоті. Я виставив в холодильній камері температуру +6 і цього було достатньо. Пробний завмер температури показав її відповідність заявленої (ставив на +6, за фактом +6,2). У даній моделі сподобалося наявність індикатора належної температури в холодильній камері у вигляді термонаклейки (видно літери "ОК" - значить додавати холоду не потрібно).
Щодо шуму. Мені аж ніяк холодильник не заважає. Шум, якщо є, то як бурчання ситого кота, який сидів у тебе на колінах в холодну погоду. З компресором пощастило - варто Embraco. Морозильної камери</div>
            </div>
            <div className='comment-answer'>
                <input className='comment-answer-input' type="text" />
                <button className='comment-answer-button'>Відповісти</button>   
            </div>
        </>
    )
}

export default Comments
